Storeroom/fio/old/log_38/sdf/fio_read_64k.log
test: (g=0): rw=read, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=31600: Thu Jul 12 14:48:44 2018
   read: IOPS=3200, BW=200MiB/s (210MB/s)(1024MiB/5120msec)
    slat (usec): min=3, max=659, avg=12.60, stdev= 8.05
    clat (usec): min=1932, max=38065, avg=19975.90, stdev=1263.86
     lat (usec): min=1966, max=38073, avg=19988.67, stdev=1263.18
    clat percentiles (usec):
     |  1.00th=[19006],  5.00th=[19006], 10.00th=[19006], 20.00th=[19006],
     | 30.00th=[19530], 40.00th=[19530], 50.00th=[19530], 60.00th=[20055],
     | 70.00th=[20579], 80.00th=[20579], 90.00th=[21103], 95.00th=[21103],
     | 99.00th=[23725], 99.50th=[24511], 99.90th=[33162], 99.95th=[35390],
     | 99.99th=[36439]
   bw (  KiB/s): min=196096, max=214016, per=99.91%, avg=204620.80, stdev=6880.38, samples=10
   iops        : min= 3064, max= 3344, avg=3197.20, stdev=107.51, samples=10
  lat (msec)   : 2=0.02%, 4=0.05%, 10=0.14%, 20=56.24%, 50=43.55%
  cpu          : usr=1.72%, sys=5.98%, ctx=8709, majf=0, minf=545
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.2%, >=64=99.6%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=16384,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=200MiB/s (210MB/s), 200MiB/s-200MiB/s (210MB/s-210MB/s), io=1024MiB (1074MB), run=5120-5120msec

Disk stats (read/write):
  sdf: ios=8315/0, merge=7350/0, ticks=165743/0, in_queue=166073, util=98.06%